tap "aquaproj/aqua"
tap "ariga/tap"
tap "aws/tap"
tap "bell-sw/liberica"
tap "fujiwara/tap"
tap "github/gh"
tap "golangci/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "itchyny/rexdep"
tap "itchyny/tap"
tap "kayac/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "rhysd/actionlint", "https://github.com/rhysd/actionlint"
tap "songmu/tap"
tap "suzuki-shunsuke/tfcmt"
tap "taxintt/tap"
tap "wez/wezterm"
tap "winebarrel/poslog"
tap "winebarrel/qube"
brew "act"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "coreutils"
brew "asdf"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "bzip2"
brew "python@3.12"
brew "glib"
brew "cairo"
brew "cfssl"
brew "conftest"
brew "container-diff"
brew "container-structure-test"
brew "ctop"
brew "curl"
brew "direnv"
brew "docker", link: false
brew "docutils"
brew "exa"
brew "fd"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libusb"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "htop"
brew "httpie"
brew "jq"
brew "jrsonnet"
brew "python@3.10"
brew "jsonschema"
brew "k6"
brew "keyring"
brew "libfido2"
brew "llvm"
brew "lsd"
brew "lv"
brew "massren"
brew "mitmproxy"
brew "mysql"
brew "mysql-client@8.0"
brew "nmap"
brew "node-build"
brew "nodebrew"
brew "nvm"
brew "opa"
brew "openjdk"
brew "percona-toolkit"
brew "plantuml"
brew "poetry"
brew "postgresql@14"
brew "procs"
brew "pstree"
brew "pyenv"
brew "redis"
brew "shellcheck"
brew "skaffold"
brew "sqlc"
brew "starship"
brew "stern"
brew "tcl-tk"
brew "terraform", link: false
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "wget"
brew "yarn"
brew "yq"
brew "z"
brew "zplug"
brew "zsh"
brew "aquaproj/aqua/aqua"
brew "ariga/tap/atlas"
brew "fujiwara/tap/lambroll"
brew "golangci/tap/golangci-lint"
brew "goreleaser/tap/goreleaser"
brew "kayac/tap/ecspresso"
brew "rhysd/actionlint/actionlint"
brew "songmu/tap/blogsync"
brew "suzuki-shunsuke/tfcmt/tfcmt"
brew "taxintt/tap/tagli"
brew "winebarrel/poslog/poslog"
brew "winebarrel/qube/qube"
cask "bitwarden"
cask "docker"
cask "font-fira-code"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "karabiner-elements"
cask "meetingbar"
cask "multipass"
cask "ngrok"
cask "raycast"
cask "slack"
cask "typora"
cask "visual-studio-code"
cask "wezterm"
cask "wireshark"
vscode "eamodio.gitlens"
vscode "exiasr.hadolint"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jeff-hykin.better-cpp-syntax"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "negokaz.zenn-editor"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "yinfei.luahelper"
