# https://github.com/Homebrew/homebrew-bundle
tap "aquasecurity/trivy"
tap "aws/tap"
# tap "fabianishere/personal"
tap "github/gh"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "itchyny/rexdep"
tap "itchyny/tap"
tap "kayac/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "rhysd/actionlint", "https://github.com/rhysd/actionlint"
brew "coreutils"
brew "readline"
brew "libusb"
brew "awscli"
brew "awslogs"
brew "bash"
brew "bat"
brew "cfssl"
brew "cocoapods"
brew "container-diff"
brew "ctags"
brew "ctop"
brew "curl"
brew "entr"
brew "envchain"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "htop"
brew "httpie"
brew "jq"
brew "lsd"
brew "lv"
brew "massren"
brew "minikube"
brew "protobuf"
brew "mitmproxy"
brew "mkcert"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "nyancat"
brew "percona-toolkit"
brew "plantuml"
brew "poetry", link: false
brew "procs"
brew "pstree"
brew "pwgen"
brew "pyenv"
brew "shellcheck"
brew "source-highlight"
brew "sshuttle"
brew "stern"
brew "terraform"
brew "the_platinum_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "w3m"
brew "wget"
brew "zplug"
brew "zsh"
brew "aquasecurity/trivy/trivy"
brew "aws/tap/aws-sam-cli"
brew "fabianishere/personal/pam_reattach"
brew "golangci/tap/golangci-lint"
brew "itchyny/tap/mmv"
brew "itchyny/tap/rexdep"
brew "rhysd/actionlint/actionlint"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk11"
cask "alfred"
cask "authy"
cask "choosy"
cask "discord"
cask "docker"
cask "dungeon-crawl-stone-soup-console"
cask "firefox-developer-edition"
cask "font-cascadia-code"
cask "font-envy-code-r"
cask "font-fira-code"
cask "gimp"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "licecap"
cask "logitech-options"
cask "ngrok"
cask "qmk-toolbox"
cask "slack"
cask "typora"
cask "virtualbox"
cask "visual-studio-code"
cask "workflowy"
cask "zoom"
cask "font-fira-code-nerd-font"
cask "shureplus-motiv"

# brew "mas"
# mas "Dato", id: 1470584107
# mas "RunCat", id: 1429033973
# # mas "Slack for Desktop", id: 803453959
# mas "Input Source Pro", id: 1537056428

# cask "switchkey"
# cask "showyedge"

# brew "gpg"
