tap "aws/tap"
tap "bell-sw/liberica"
tap "github/gh"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "itchyny/rexdep"
tap "itchyny/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "rhysd/actionlint", "https://github.com/rhysd/actionlint"
brew "act"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bash"
brew "bat"
brew "glib"
brew "python@3.9"
brew "cfssl"
brew "container-diff"
brew "container-structure-test"
brew "ctop"
brew "openldap"
brew "direnv"
brew "docker", link: false
brew "exa"
brew "fd"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libusb"
brew "gnupg"
brew "go"
brew "python@3.10"
brew "gobject-introspection"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "htop"
brew "httpie"
brew "jq"
brew "jsonschema"
brew "k6"
brew "libfido2"
brew "llvm"
brew "lsd"
brew "lv"
brew "massren"
brew "mitmproxy"
brew "mysql-client"
brew "nmap"
brew "node-build"
brew "nodebrew"
brew "nodenv"
brew "percona-toolkit"
brew "plantuml"
brew "poetry"
brew "procs"
brew "pstree"
brew "pyenv"
brew "python@3.8"
brew "shellcheck"
brew "skaffold"
brew "starship"
brew "stern"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "z"
brew "zplug"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "golangci/tap/golangci-lint"
brew "rhysd/actionlint/actionlint"
cask "docker"
cask "font-fira-code"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "raycast"
cask "slack"
cask "typora"
cask "visual-studio-code"
