anthropic.claude-code
eamodio.gitlens
exiasr.hadolint
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
hashicorp.terraform
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.live-server
negokaz.zenn-editor
redhat.vscode-yaml
saoudrizwan.claude-dev
streetsidesoftware.code-spell-checker
usernamehw.errorlens
yinfei.luahelper
